Revit 2027 API
ParameterTypeId.RbsPipeFlowStateParam Property
 "Flow State"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPipeFlowStateParam { get; }
Public Shared ReadOnly Property RbsPipeFlowStateParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPipeFlowStateParam {
	ForgeTypeId^ get ();
}
static member RbsPipeFlowStateParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace